{
  "id": "maddox",
  "title": "Maddox Content",
  "content": "My thesis is that in order for AI to become adopted by everyone and reach its full potential, more\nhardware products need to be developed in order to let AI be free and express itself more\nnaturally. It's about giving AI an opportunity to reach the many billions of people on earth in\nways that are currently unthinkable. AI for the consumer is being limited to a regular chat\ninterface. Robots, AR/VR, and brain computer interfaces will become essential. It is critical that\nthese technologies should be available to the AVERAGE person so that AI can evolve in a\nsustainable manner. I think that AR and VR will have the biggest impact, as it will give\neverything that we currently know on the internet superpowers. Websites will become interactive\nlike stores, games will become immersive, people will connect differently and will have the\nchance to actually live in their dream life.\nI am also a firm believer that, especially with an increase in automations like agents, people will\nrealize the importance of being an individual and wanting to spend time on activities they really\nlike. Sport, Wellness, general well-being will become even more important topics. People will\nstrive for a better life, wanting to connect with people who can help them. Adding on, will there\nbe a need for people wanting to express their creativity, being unique and bringing this out to the\npeople in ways other than the phone or the TV.\nMy main project that I am currently working on serves the purpose of helping people achieve\ntheir dreams and become who they want to be. Mentorship and coaching will be even more\npresent in the future than they are now. I have always missed this in my life. Biographies are\ngreat, but it would be cooler if I could actually ask the person. It would not necessarily need to\nbe actually the person. An Avatar with all of the information about this person would already be\ngreat. I would ask what he would do in my situation, what tools he used when he had that\nspecific problem, and so on.\nThis makes me very exci"
}